"OK" = "u redu";
"All subscriptions" = "Sve pretplate";
"Privacy" = "Privatnost";
"Privacy policy" = "Politika privatnosti";
"Purchases restored successfully!" = "Kupnje su uspješno vraćene!";
"Restore" = "Vratiti";
"Restore purchases" = "Vratite kupnje";
"Terms" = "Pojmovi";
"Terms and conditions" = "Odredbe i uvjeti";
"Annual" = "Godišnji";
"6 Month" = "6 mjeseci";
"3 Month" = "3 mjeseca";
"2 Month" = "2 mjeseca";
"Monthly" = "Mjesečno";
"Weekly" = "Tjedni";
"Lifetime" = "Doživotno";
"%d%% off" = "%d%% popusta";
"Continue" = "Nastaviti";
"Default_offer_details_with_intro_offer" = "Započnite probno razdoblje od {{ sub_offer_duration }}, a zatim {{ total_price_and_per_month }}.";
"Something went wrong" = "Nešto je pošlo po zlu";
"Purchase" = "Kupi";
